quote = 'Я выделяю три типа людей:\n- Говно — плывут по течению и по пути воняют и ищут причину своих неудач во ' \
        'всем, кроме себя, и при этом не пытаются изменить ничего.\n- Бревно — плывут тихо по течению и их все ' \
        'устраивает, им не хватает смелости плыть против или хотя бы вонять, как говно.\n- Человек разумный — плывет ' \
        'на катере, захотел – повернул, захотел остановился — делает так, как нужно ему,\n  объезжая или проезжая по ' \
        'говну и бревнам, не замечая их ничтожности и вони;\n\t\tДжейсон Стетхэм'

print(quote)
